---
kind: enumMember
id: F:Autodesk.Revit.DB.ComponentRotation.Angle90
enum: Autodesk.Revit.DB.ComponentRotation
source: html/6ce762bd-8660-bb13-1294-b1334a1fdf5e.htm
---
# Autodesk.Revit.DB.ComponentRotation.Angle90